[
    {
        "title": "Soekarno-Hatta International Airport ",
        "thumb":"_03_airports_01.jpg",
        "description": "Traditional elements are incorporated into the architecture of this airport, with lush tropical landscapes sprucing up the corridors, waiting lounges and boarding areas. This airport has also won the 1995 Aga Khan Award for Architecture. Here, space will never be an issue as its one of the largest airport in Indonesia. The only concern is deciding which eateries and shops to visit while you wait for your flight.  "
    },
    {
        "title": "Juanda International Airport, Java",
        "thumb":"_03_airports_02.jpg",
        "description": "This second largest airport in Indonesia caters to 6 to 8 million passengers per year, making it one of the busiest airport in Indonesia. In 2014, the airport was awarded the 10th best in Airport Service Quality, thanks to its exceptional on ground services. You will get to shop and wind down in between flights in a profusion of shops and eateries available in the airport."
    },
    {
        "title": "Ngurah Rai International Airport, Denpasar",
        "thumb":"_03_airports_03.jpg",
        "description": "Feel like running away from the hustle and bustle of the city? SapuLidi is the answer to your holiday getaway. SapuLidi is surrounded by lush greenery and serene lakes, a therapeutic place for you to unwind. The rooms are mostly made of wood, with attap roofing and rustic teak furnishings. Enjoy a breath-taking scenery during your stay! The unique room names such as Putri No’ong, and Kembang Desa are derived from Sundanese culture and folklores."
    },
    {
        "title": "Stevie G Hotel",
        "thumb":"_03_airports_04.jpg",
        "description": "Being the third busiest airport in Indonesia, it is ranked the 7th best, and best in Indonesia in Airport Service Quality. Shops, cafes and restaurants are available for you to while away the waiting time. In 2015, it became the 3rd best airport in Indonesia.
"
    },
    {
        "title": "Sultan Hasanuddin International Airport, South Sulawesi",
        "thumb":"_03_airports_05.jpg",
        "description": "A modern looking airport that looks like a shopping mall, this place offers a comfortable environment for you to shop, dine and unwind while you wait to board the plane. Shuttle buses, taxis and car rentals are also available to make travelling easier."
    },
    {
        "title": "Kuala Namu International Airport, North Sumatra",
        "thumb":"_03_airports_06.jpg",
        "description": "Being the second largest airport in Indonesia, this contemporary airport provides you with spacious comfort and modern facilities. The friendly on ground staff completes the enjoyable experience. You will also get to idle your waiting time away in a variety of shops, cafes and restaurants."
    },
    {
        "title": "Sultan Aji Muhamad Sulaiman Airport, East Kalimantan",
        "thumb":"_03_airports_07.jpg",
        "description": "A modern airport that caters to international and domestic flights, this airport provides a spacious environment, with choices of eateries and shops to create more enjoyable pre-flight moments. The plants separates the waiting areas and check-in counters, improving the overall appearance of the environment."
    },
    {
        "title": "Hang Nadim International Airport, Riau Islands",
        "thumb":"_03_airports_08.jpg",
        "description": "Having the second longest runway in Southeast Asia, this airport is small but effective, with a new terminal coming up to serve up to 8 million passengers per year. There will also be a shuttle airport bus to chauffeur you to and from the airport."
    },
    {
        "title": "Adisucipto International Airport, Yongyakarta ",
        "thumb":"_03_airports_09.jpg",
        "description": "Located near the Prambanan historic temple site, this simple airport has only one runway. Despite the fact, it is the fourth busiest airport in the Java-Bali region. You can easily reach and depart from the airport via car, taxi and shuttle bus services. "
    },
    {
        "title": "Syamsudin Noor Airport, South Kalimantan",
        "thumb":"_03_airports_10.jpg",
        "description": "This might not be the biggest airport in the country, but it has the capacity to hold 4 middle-sized planes and four Boeing 767s. This airport also serves direct flights to Jeddah, making it more convenient for locals to perform the Hajj."
    }
]