[
    {
        "title": "GH Universal Hotel",
        "thumb":"_02_hotels_01.jpg",
        "description": "Be amazed by this classic European-style hotel in Bandung! Spend a night in their rooftop café named Belle Vue and take in the magnificent skyline of Bandung. Its architectural style has made it a famous backdrop for photo shooting. Also, you can bring along your dog during your vacation as they have a complete dog day care centre. Indulge yourself in such atmosphere at GH Universal. Be it the receptionist, waiters or housekeepers, they are very helpful and incredibly friendly."
    },
    {
        "title": "Sharma Springs Bamboo House",
        "thumb":"_02_hotels_02.jpg",
        "description": "Is this the spaceship in the woods you’ve always imagined to build, or stay in? Well, here’s an eco-friendly house made of bamboo. The 6-storey sustainable architecture will leave you speechless with its smart and well thought out design. The air conditioning units are camouflaged in between the bamboos, and light switches are strategically placed on bamboo columns. Believe it or not, there isn’t even a wall! Come and enjoy the cool breeze and dramatic views of volcanoes that will surely blow your mind!"
    },
    {
        "title": "SapuLidi Café, Resort and Spa",
        "thumb":"_02_hotels_03.jpg",
        "description": "Feel like running away from the hustle and bustle of the city? SapuLidi is the answer to your holiday getaway. SapuLidi is surrounded by lush greenery and serene lakes, a therapeutic place for you to unwind. The rooms are mostly made of wood, with attap roofing and rustic teak furnishings. Enjoy a breath-taking scenery during your stay! The unique room names such as Putri No’ong, and Kembang Desa are derived from Sundanese culture and folklores."
    },
    {
        "title": "Stevie G Hotel",
        "thumb":"_02_hotels_04.jpg",
        "description": "“Baaaaa baaaaa!” Step inside and this pair of sheep will welcome your arrival at the lobby. As a fan of the Reds, the hotel owner named the hotel in honour of the Anfield captain – Steven Gerrard. Look no more if you’re looking for a unique and interesting themed room! You can find a different theme in each room, creatively set up. Visit Stevie G Hotel and be charmed by the quirky-themed rooms today!"
    },
    {
        "title": "Panchoran Retreat",
        "thumb":"_02_hotels_05.jpg",
        "description": "A tranquil place to search for your inner peace, close to nature yet well-designed. This is the Panchoran Retreat, a laid-back and calm haven for you. The rooms are designed to integrate with the environment. There are seven houses all together, each with their own private pools and a big hall. Nestled in the hilly contours, you can enjoy the sound of birds chirping and natural running waterfalls. This private hideaway offers great food. Some even held their weddings here. The warm, open and soft lighting will definitely create a romantic and unforgettable experience for you."
    },
    {
        "title": "Mara River Safari Lodge",
        "thumb":"_02_hotels_06.jpg",
        "description": "Dying to go on an African safari? Why not start closer to home in the Mara River Safari Lodge? Here, you’ll get up-close with lions, rhinos and zebras from the comfort of your room! You’ll also get a chance to bath the elephants. The friendly staffs, coupled with the spacious rooms, will make your stay here all the more memorable."
    },
    {
        "title": "Thematic Village Houses at Bambu Indah",
        "thumb":"_02_hotels_07.jpg",
        "description": "Live the village life in any one of the differently themed houses. The eco-luxury boutique accommodations provide panoramic views of the mountains, rice paddies and hills. Take pleasure in the rain shower and massage services. Feast on organic Balinese and traditional Indonesian home-cooked meals, served daily."
    },
    {
        "title": "Grafika Cikole",
        "thumb":"_02_hotels_08.jpg",
        "description": "Get in touch with nature in the comfort of a hotel. At Grafika Cikole, you can enjoy team activities in the woods, ranging from horse riding, flying fox, mountain climbing, to tree top adventures! The spacious tents make for a perfect camping location. Remember to bring along your mosquito repellent!"
    },
    {
        "title": "The Sanchaya",
        "thumb":"_02_hotels_09.jpg",
        "description": "Located on the island of Bintan, the luxurious Sanchaya is set on the pristine sands of Lagoi Bay. The colonial yet modern architecture and the warm, welcoming smiles of the staff will make you feel at home. The pool villa offers a wide assortment of food. Beware of jellyfish and sand fleas if you wish to go for a dip!"
    },
    {
        "title": "The Magani Hotel and Spa",
        "thumb":"_02_hotels_10.jpg",
        "description": "This is a luxurious boutique resort in Legian, designed for the hectic urbanites. The hotel offers spa treatments and foot reflexology, so you’ll get to relax your mind, body and soul here. If you’re into adventure, go for a surf as the beach is only a short walk away. Various lifestyle shops can be found here, so for the shopaholics… This is the place for you!"
    }
]