[
    {
        "title": "Taman Mini Indonesia Indah",
        "thumb":"_01_placeintrerest_01.jpg",
        "description": "Discover the different facets of Indonesian culture in one park. Here, you’ll be able to find replicas of traditional houses, traditional costumes, history, and artefacts. You will also find different houses of worship, like mosques, temples, churches and a mini-scale Borobudur. You’ll also get to enjoy cultural shows at performing theatres. "
    },
    {
        "title": "Ancol Dreamland",
        "thumb":"_01_placeintrerest_02.jpg",
        "description": "A huge amusement park located at Jakarta's waterfront, a total of 27 rides can be found here. Adventurous rides such as corkscrew roller coaster, swinging ship, Ferris wheel, flume rides, bumper cars, and other attractions await you. Facilities like sea and freshwater aquariums, swimming pools, and artificial lagoon are also available"
    },
    {
        "title": "Borobudur",
        "thumb":"_01_placeintrerest_03.jpg",
        "description": "Being one of the seven world wonders, this beautiful site needs no introduction. Every year, the Buddhists make a religious journey to the Borobudur Temple to celebrate Vesak. The life of Buddha and his previous reincarnation, chains and virtues are clearly depicted in the temple. You’re welcome to join the monks for chanting. "
    },
    {
        "title": "Jakarta Cathedral",
        "thumb":"_01_placeintrerest_04.jpg",
        "description": "A Roman Catholic Cathedral situated in Central Jakarta, the cathedral was built in neo-gothic style. Upon entrance, you will notice that the cathedral is designed to form a cross. During your visit to the cathedral, pay a visit to Istiqlal Mosque, the largest mosque in Southeast Asia, which is located right across this architectural wonder. "
    },
    {
        "title": "Surabaya, East Java",
        "thumb":"_01_placeintrerest_05.jpg",
        "description": "Surabaya is the capital of the East Java Province. As the city is closely related to the birth of Indonesia, statues commemorating the battle of independence are scattered all over the city. The impressive Dutch buildings dating back to 1864 will transport you back in time. There are also museums if you’re interested to learn more about the past."
    },
    {
        "title": "Komodo Island, East Nusa Tenggara",
        "thumb":"_01_placeintrerest_06.jpg",
        "description": "Komodo National Park comprises of several volcanic islands. The hot and dry islands make it a good habitat for the endemic Komodo dragons, the world's largest lizard. The national park was declared a UNESCO World Heritage Site, protecting other wildlife, including marine species."
    },
    {
        "title": "Dreamland Beach, Bali",
        "thumb":"_01_placeintrerest_07.jpg",
        "description": "One of the most beautiful beach in Bali. Bask in the lovely beaming sun, white sandy beach and warm turquoise water. This is a popular surfing paradise for surfers, as the waves are big, wild and unpredictable. You can find basic accommodations here, but the crowd can be overwhelming at times."
    },
    {
        "title": "Bunaken Marine Park, North Sulawesi",
        "thumb":"_01_placeintrerest_08.jpg",
        "description": "With its crystal clear tropical water, this spot is a haven for divers. So for those who love the colourful underwater scenery, wait no more and dive in to discover the rich marine biodiversity! Turtles, small colourful fishes and coral reefs can be seen on every inch of the ocean bed. The sun is hot, so you will definitely get a nice tan here."
    },
    {
        "title": "Mount Bromo, East Java",
        "thumb":"_01_placeintrerest_09.jpg",
        "description": "Be prepared to explore the beauty of an active volcano. The peak provides spectacular views and dramatic landscapes, along with its legends and myths, making this the perfect place to catch the sunrise. The Tengger people appease the Gods by throwing offerings into the crater during the Kasada festival.   The Green Canyon Enjoy the combined wonders of rivers, waterfall, and ultimately, the magnificent canyon itself. You might even cross path with wild reptiles. Besides enjoying the peace and quiet of nature, you'll also be able to swim under the stalactites. Words can never explain how beautiful this place is. A definite must-go if you’re in Jakarta."
    },
    {
        "title": "The Green Canyon",
        "thumb":"_01_placeintrerest_10.jpg",
        "description": "Enjoy the combined wonders of rivers, waterfall, and ultimately, the magnificent canyon itself. You might even cross path with wild reptiles. Besides enjoying the peace and quiet of nature, you’ll also be able to swim under the stalactites. Words can never explain how beautiful this place is. A definite must-go if you’re in Jakarta."
    }
]